[
  {
    "原文": "在卧龙国家级保护区进行了两年的野化培训后， 2018 年 12 月 27 日， 它们在龙溪——虹口国家级自然保护区被放归。",
    "我的翻译": "Having been trained in the wild for two years in Wolong national nature reserve, they were released into Longxi-Hongkou national nature reserve on December 27, 2018.",
    "参考译文": "They were released in Longxi-Hongkou National Nature Reserve on December 17, 2018 after two-year rewilding training at Wolong National Nature Reserve.",
    "错误类型": "如果是一个特定的自然保护区、有固定的名称，比如可可西里自然保护区Hoh Xil National Nature Reserve这种的，专有名词每个词都得大写。此外，trained in the wild 容易引起误解，愿意是进行野化培训。",
    "改进说明": "将小写改成大写",
    "修改": "Having undergone a two-year rewilding training in Wolong National Nature Reserve, they were released into Longxi-Hongkou National Reserve on December 27, 2018.",
    "文体类型": "新闻报道",
    "关键词": "National Nature Reserve、Pandas、rewilding",
    "积累表达": "野化培训：wildness training、rewilding training、pre-release training",
    "E-C/C-E": "C-E",
    "错误类型__1": "大小写, 不地道",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "对于今年经济社会发展的主要目标，我着重对两个目标加以说明。关于经济增长。我国仍是一个发展中国家，仍处于社会主义初级阶段。发展是解决我国所有问题的关键，必须牢牢扭住经济建设这个中心，保持合理的经济增长速度。",
    "我的翻译": "Given the major objectives of China’s socioeconomic development this year,  chief among these are two targets for which I will account in detail. First target concerns the economic growth. Because development plays a key role in addressing all China’s problems,  it is necessary for China, a developing country in primary socialist stage, to concentrate its efforts on the development of the economy in a bid to maintain a sound economic growth.",
    "参考译文": "Regarding the major targets of social and economic development this year, I will further explain two of them. First, the target of economic growth. China is still a developing country in the primary stage of socialism. Development is the key to solving all our problems . We must firmly adhere to the central task of economic development, and maintain a proper economic growth rate.",
    "错误类型": "1. 这里“ chief among these are …“虽然是正确表达，但是表达太生硬，而且后面的account for太生硬，改成”I would like to highlight two in particular”。2. “First target…“这里太口语、太直白，可以改成“The first  relates to….”或者“concerns over economic growth constitute the first priority”,或者直接干脆了当，因为只口语，中文原句也没有什么主谓宾，直接“First,  economic growth”。 3. ”because…“这个句式太生硬、衔接不够自然。可以使用“given that/As/Since”这种连接词。4. 最重要的一点growth是不可数名词，不能加不定冠词。以及“牢牢扭住…的中心“官方译文是keep… at the heart of all efforts.或者make …..the central task。5.合理的经济增长应该是“keep economic growth within a proper range”。“社会主义初级阶段的官方术语是”the primary stage of socialism“",
    "改进说明": "改正语法（growth）、修改不地道表达、用准术语、逻辑衔接要做好。",
    "修改": "",
    "文体类型": "政经类",
    "关键词": "economic development、China",
    "积累表达": "1.经济社会发展：socioeconomic development        2.着重说明：highlight....in particular      3.社会主义初级阶段：in the primary stage of socialism.     4.发展仍然是....关键: development remains the key to doing sth.      5.牢牢扭住...中心：keep sth at the heart of sth/make .....the central task.  6.合理的经济增长速度：keep economic growth within a proper range",
    "E-C/C-E": "C-E",
    "错误类型__1": "冠词使用错误, 不地道",
    "日期": "2025-5-15",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "稳增长是为了保就业，既要满足城镇新增就业需要，又要为农村转移劳动力进城务工留出空间，根本上是为了增加城乡居民收入、改善人民生活。",
    "我的翻译": "Keeping economic growth stable aims to ensure sound employment. From this, we should meet the demand for new employment in both urban and county areas, and provide enough space for employees transferred from rural to urban areas. Our goal is, de facto, to increase resident’s income and improve their livelihood.",
    "参考译文": "In addition, a stable growth helps to ensure employment. We need to not only satisfy the demand for new job opportunities in urban areas, but make room for rural migrant workers who seek job opportunities in cities. A stable growth ultimately serves to increase people's income and improve people's well-being in both rural and urban areas.",
    "错误类型": "1.城镇其实都是一种东西，就是urban areas  别翻译成什么county之类的。 2.“provide.....for...”也有点儿生硬，用create room for更自然。3.de facto不要用，这是正式语境，避免出现这样的词。4.新增就业是job creation",
    "改进说明": "改正术语翻译，加深原文理解。",
    "修改": "More importantly, maintaining steady economic growth aims to ensure employment. This requires us to meet the demand for new jobs in urban areas while creating room for ongoing transfer of rural labor. Fundamentally, our goal is to increase the incomes of both urban and rural residents and improve their living standard.",
    "文体类型": "政经类",
    "关键词": "rural and urban areas、job creation、transfer of rural labor",
    "积累表达": "稳增长：maintain steady economic growth.  稳就业：ensure stable employment    农村转移劳动力：transfer of rural labour/rural-to-urban labor migration  增加居民收入：increase the incomes of residents.   改善人民生活：improve living standards 新增就业：create .....new jobs/job creation",
    "E-C/C-E": "C-E",
    "错误类型__1": "术语错译, 逐字翻译, 不地道",
    "日期": "2025-5-15",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "当时两只熊猫接受了体检， 它的生长发育和各级生理指标都正常。",
    "我的翻译": "A medical examination then revealed that their growth and physical indicators were within the normal range.",
    "参考译文": "译文一：Before their release, they received a physical examination, which showed that their growth and physiological indicators were within the normal range. 译文二：Before their release, they they received a physical examination, which showed that their growth and physiological indicators were found normal.",
    "错误类型": "1.physical 不如physiological更准确，前者偏“体能”，后者才是生理学指标。2.then指代“当时”太生硬，有些突兀。3.没有明确指出“谁接受了检查”",
    "改进说明": "术语要翻译准确，篇章翻译要有顺承感，注意指代明确。",
    "修改": "Before their release, they received a physical examination, which showed that their growth and physiological indicators were within the normal range.",
    "文体类型": "新闻报道",
    "关键词": "growth and physiological indicators、pandas、pre-release、physical examination",
    "积累表达": "1.生长发育和各级生理指标都正常：growth and physiological indicators are within the normal range.  2.接受了体检undergo a medical examination",
    "E-C/C-E": "C-E",
    "错误类型__1": "术语错译, 逻辑错误",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "无线电监测、 GPS 数据下载及分析、 大熊猫粪便样品采集、 生存环境调查、红外相机监测等多种设备和手段的应用， 让监测队员可以随时掌握两只熊猫的动向。",
    "我的翻译": "Equipped with various devices and measures, such as radio monitoring, GPS data download and analysis, the collection of panda fecal samples, surveys of the living environment, and infrared camera monitoring, the team could track their movements in real-time.",
    "参考译文": "译文一：Various various equipment and methods, such as radio monitoring system, GPS data download and analysis, giant panda fecal sample collection, habitat surveys, and infrared camera monitoring have been applied to help the researchers keep track of how the two pandas adapt to the natural enviroment.   译文二：By applying various equipment and methods, such as radio monitoring system, GPS data download and analysis, giant panda fecal sample collection, habitat surveys, and infrared camera monitoring, the dedicated team can keep close tabs on the two pandas' movements.",
    "错误类型": "1.measures这里略显模糊，与devices并列不够专业。2.\"surveys of.....\"不如“habitat surveys”更凝练。3.“the collection of....\"太长，不如名词短语表达更加紧凑。",
    "改进说明": "1.翻译要简洁不能什么时候都加of，像是得了of syndrome一样。？2.要读懂原文，生存环境调查不就是，调查它们的栖息地吗？",
    "修改": "Equipped with various equipment and methods, including radio monitoring system, GPS data download and analysis, giant panda fecal sample collection, habitat surveys, and infrared camera monitoring, the monitoring team is able to keep real-time track of the two panda's movements.",
    "文体类型": "新闻报道",
    "关键词": "1.radio monitoring system 2.GPS data download and analysis 3.giant panda fecal sample collection 4.habitat surveys 5. infrared camera monitoring",
    "积累表达": "1.专门团队a dedicated1 team 2.无线电监测radio tracking system 3.监测队伍monitoring team 4.生存环境调查habitat surveys 5.粪便样本采集fecal sample collection 6.实时追踪keep real-time track of",
    "E-C/C-E": "C-E",
    "错误类型__1": "介词误用, 逐字翻译",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "通过收集相关数据， 开展野外研究， 监测人员希望了解两个小家伙是否能逐步适应新的野外环境，融入野生大熊猫的种群。",
    "我的翻译": "By collecting relevant data and conducting fieldwork, researchers hoped to find out whether “Qinxin”and “Xiao Hetao” were able to gradually adapt to a new natural habitat, and integrate into the giant panda population in the wild.",
    "参考译文": "Through data collection and field research, they hope to learn about whether the two pandas can adapt to the new environment and integrate themselves into the wild panda population.",
    "错误类型": "1. hope to find out 稍微有点儿口语化，可以改成“aimed to access/sought to understand\" 2.\"相关数据”相关是范畴词，不需要翻译。",
    "改进说明": "1.要用词准确",
    "修改": "Through data collection and fieldwork, researchers sought to determine whether Qinxin and Xiao Hetao were gradually adapting to their new wild environment and integrating into the wild giant panda population.",
    "文体类型": "新闻报道",
    "关键词": "1. data collection 2.fieldwork 3.the wild giant panda population",
    "积累表达": "1.野外研究 fieldwork 2.（相关）数据收集data collection 3.了解是否（在正式文体中）seek to determine/access whether 4.融入integrate into 5.野生大熊猫种群the wild panda population",
    "E-C/C-E": "C-E",
    "错误类型__1": "不地道",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "“我们保护区位于大熊猫分布区的中段，其显著特点是直接联系岷山山系和邛崃(Qiong lai)山系两个最大的大熊猫野生种群栖息地。”保护区虹口站站长刘波表示：“这里是野生大熊猫生存，繁衍，以及圈养大熊猫放归的天然走廊”",
    "我的翻译": "“Located ideally in the middle of distribution areas of wild giant pandas, Longxi-Hongkou National Nature Reserve connects Minshan mountains and Qionglai mountains, the largest habitats of wild panda population,” said Liubo, the Hongkou Reserve station head, “and serves as a natural corridor for their survival, reproduction, captive-breeding and release.”",
    "参考译文": "译文一：Our reserve is located in the central section of the giant panda distribution area, thus advantageously connecting the Minshan and Qionglai mountain ranges, the two largest habitats for wild giant pandas,” said Liu Bo, the head of Hongkou Station of the Reserve.  “This is the natural corridor for the survival and breeding/reproduction of wild pandas and the release/reintroduction of captive-bred pandas into the wild.” 译文二：Located in the central part of the giant panda distribution area, our reserve advantageously connects the Minshan and Qionglai mountain ranges, which are home to the two largest wild giant panda populations,” said Liu Bo, head of Hongkou Station of the Reserve. “This area serves as a natural corridor for the survival and reproduction of wild giant pandas, as well as the release of captive-bred pandas into the wild.”",
    "错误类型": "1.located ideally in the middle of...这里很生硬，不自然。2. the largest habitats of wild panda population搭配不规范,这里应该加上the，因为这是特指那一片的大熊猫种群 3.captive-breeding and release不符合逻辑，这里讲的是“放归”而不是“圈养和放归” 4.liubo人名字，是Liu Bo。5.station head要调整为head of Hongkou Station。",
    "改进说明": "1.用词要地道，避免生硬不自然2.语义逻辑要分清，不要没看懂就翻译出来了。",
    "修改": "Located in the central part of the giant panda distribution area, our reserve advantageously connects the Minshan and Qionglai mountain ranges, which are home to the two largest wild giant panda populations,” said Liu Bo, head of Hongkou Station of the Reserve. “This area serves as a natural corridor for the survival and reproduction of wild giant pandas, as well as the reintroduction of captive-bred individuals into the wild.",
    "文体类型": "新闻报道",
    "关键词": "1. panda populations 2. National Reserve 3.reintroduction",
    "积累表达": "1....的中段in the central section/part of 2.大熊猫分布区the giant panda distribution area 3.圈养大熊猫captive-bred pandas（如果上文有明确说明可以用individuals）4.放归reintroduction",
    "E-C/C-E": "C-E",
    "错误类型__1": "搭配错误, 语法结构错误, 介词误用, 冠词使用错误, 术语错译, 逻辑错误",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  }
]